content/posts/way_of_the_peaceful_warrior.md
+++
title = "Way of the Peaceful Warrior"
date = 2018-07-01
tags = ["book"]
draft = false
+++

## Way of the Peaceful Warrior {#way-of-the-peaceful-warrior}


### Description {#description}


## Quotes {#quotes}


### Way of the Peaceful Warrior - Note 1 {#way-of-the-peaceful-warrior-note-1}

> Life is not a private affair. A story and its lessons are only made useful if shared.


### Way of the Peaceful Warrior - Note 2 {#way-of-the-peaceful-warrior-note-2}

> You hold many facts and opinions, yet know little of yourself. Before you can learn, you’ll have to first empty your tank.”


### Way of the Peaceful Warrior - Note 3 {#way-of-the-peaceful-warrior-note-3}

> “You understand many things but have realized practically nothing.”


### Way of the Peaceful Warrior - Note 4 {#way-of-the-peaceful-warrior-note-4}

> “Understanding is the one-dimensional comprehension of the intellect. It leads to knowledge. Realization is three-dimensional — a simultaneous comprehension of head, heart, and instinct. It comes only from direct experience.”


### Way of the Peaceful Warrior - Note 5 {#way-of-the-peaceful-warrior-note-5}

> No amount of knowledge will nourish or sustain your spirit; it can never bring you ultimate happiness or peace. Life requires more than knowledge; it requires intense feeling and constant energy. Life demands right action if knowledge is to come alive.”


### Way of the Peaceful Warrior - Note 6 {#way-of-the-peaceful-warrior-note-6}

> “It is better for you to take responsibility for your life as it is, instead of blaming others, or circumstances, for your predicament. As your eyes open, you’ll see that your state of health, happiness, and every circumstance of your life has been, in large part, arranged by you — consciously or unconsciously.”


### Way of the Peaceful Warrior - Note 7 {#way-of-the-peaceful-warrior-note-7}

> “‘Only the supremely wise and the ignorant do not alter.’”


### Way of the Peaceful Warrior - Note 8 {#way-of-the-peaceful-warrior-note-8}

> Everyone everywhere lived a confused, bitter search. Reality never matched their dreams; happiness was just around the corner — a corner they never turned.


### Way of the Peaceful Warrior - Note 9 {#way-of-the-peaceful-warrior-note-9}

> “If you don’t get what you want, you suffer; if you get what you don’t want, you suffer; even when you get exactly what you want, you still suffer because you can’t hold on to it forever.


### Way of the Peaceful Warrior - Note 10 {#way-of-the-peaceful-warrior-note-10}

> Just so, stressful thoughts reflect a conflict with reality. Stress happens when the mind resists what is.”


### Way of the Peaceful Warrior - Note 11 {#way-of-the-peaceful-warrior-note-11}

> Finally, I realized the process of real meditation — to expand awareness, to direct attention, to ultimately surrender to the light of consciousness.


### Way of the Peaceful Warrior - Note 12 {#way-of-the-peaceful-warrior-note-12}

> “Meditation consists of two simultaneous processes: One is insight — paying attention to what is arising. The other is surrender — letting go of attachment to arising thoughts. This is how you cut free of the mind.”


### Way of the Peaceful Warrior - Note 13 {#way-of-the-peaceful-warrior-note-13}

> “Fear and sorrow inhibit action; anger generates it. When you learn to make proper use of your anger, you can change fear and sorrow to anger, then turn anger to action. That’s the body’s secret of internal alchemy.”


### Way of the Peaceful Warrior - Note 14 {#way-of-the-peaceful-warrior-note-14}

> “To rid yourself of old patterns, focus all your energy not on struggling with the old, but on building the new.” (also see Atomic Habits)


### Way of the Peaceful Warrior - Note 15 {#way-of-the-peaceful-warrior-note-15}

> “Emotions are natural, like passing weather. Sometimes it’s fear, sometimes sorrow or anger. Emotions are not the problem. The key is to transform the energy of emotion into constructive action.”


### Way of the Peaceful Warrior - Note 16 {#way-of-the-peaceful-warrior-note-16}

> “One of the Japanese Olympic gymnasts once told me that it’s not your bad habits that count, but your good ones.” “That means your good habits must become so strong that they dissolve those which are not useful.”


### Way of the Peaceful Warrior - Note 17 {#way-of-the-peaceful-warrior-note-17}

> “The pleasure from eating, Dan, is more than the taste of the food and the feeling of a full belly. Learn to enjoy the entire process — the hunger beforehand, the careful preparation, setting an attractive table, chewing, breathing, smelling, tasting, swallowing, and the feeling of lightness and energy after the meal.


### Way of the Peaceful Warrior - Note 18 {#way-of-the-peaceful-warrior-note-18}

> “Proper posture is a way of blending with gravity, Dan. Proper attitude is a way of blending with life.”


### Way of the Peaceful Warrior - Note 19 {#way-of-the-peaceful-warrior-note-19}

> “Don’t get distracted by your experiences. Experiences come and go; if you want experiences, go to the movies; it’s easier than all these yogas — and you get popcorn. Meditate all day, if you like; hear sounds and see lights, or see sounds and hear lights. But don’t get seduced by experience. Let it all go!”


### Way of the Peaceful Warrior - Note 20 {#way-of-the-peaceful-warrior-note-20}

> “It’s better to make a mistake with the full force of your being than to timidly avoid mistakes with a trembling spirit. Responsibility means recognizing both pleasure and price, action and consequence, then making a choice.”


### Way of the Peaceful Warrior - Note 21 {#way-of-the-peaceful-warrior-note-21}

> “There are no ordinary moments!”


### Way of the Peaceful Warrior - Note 22 {#way-of-the-peaceful-warrior-note-22}

> I saw that I had never learned how to enjoy life, only how to achieve. All my life I had been busy seeking happiness, not finding it.


### Way of the Peaceful Warrior - Note 23 {#way-of-the-peaceful-warrior-note-23}

> The birth of the mind is the death of the senses


### Way of the Peaceful Warrior - Note 24 {#way-of-the-peaceful-warrior-note-24}

> You’ve become bored with things because they only exist as names to you. The dry concepts of the mind obscure your direct perception.”


### Way of the Peaceful Warrior - Note 25 {#way-of-the-peaceful-warrior-note-25}

> Refine your senses a little more each day; stretch them, as you would in the gym. Finally, your awareness will pierce deeply into your body and into the world. Then you’ll think less and feel more. That way you’ll enjoy even the simplest things in life — no longer addicted to achievement or expensive entertainments.


### Way of the Peaceful Warrior - Note 26 {#way-of-the-peaceful-warrior-note-26}

> “You are rich if you have enough money to satisfy all your desires. So there are two ways to be rich: You earn, inherit, borrow, beg, or steal enough money to meet all your desires; or, you cultivate a simple lifestyle of few desires; that way you always have enough money.


### Way of the Peaceful Warrior - Note 27 {#way-of-the-peaceful-warrior-note-27}

> The secret of happiness, you see, is not found in seeking more, but in developing the capacity to enjoy less.”


### Way of the Peaceful Warrior - Note 28 {#way-of-the-peaceful-warrior-note-28}

> “It doesn’t matter what you do, only how well you do it.


### Way of the Peaceful Warrior - Note 29 {#way-of-the-peaceful-warrior-note-29}

> For every strength there is a weakness — and for every weakness, a strength.


### Way of the Peaceful Warrior - Note 30 {#way-of-the-peaceful-warrior-note-30}

> “Better to live until you die,”


### Way of the Peaceful Warrior - Note 31 {#way-of-the-peaceful-warrior-note-31}

> “So remember, Dan, embody what you teach, and teach only what you have embodied.”


### Way of the Peaceful Warrior - Note 32 {#way-of-the-peaceful-warrior-note-32}

> “Enlightenment is not an attainment, Dan; it is a Realization. And when you wake up, everything changes and nothing changes. If a blind man realizes that he can see, has the world changed?”


### Way of the Peaceful Warrior - Note 33 {#way-of-the-peaceful-warrior-note-33}

> There is no need to search; achievement leads to nowhere. It makes no difference at all, so just be happy now!


### Way of the Peaceful Warrior - Note 34 {#way-of-the-peaceful-warrior-note-34}

> Open your eyes and see that you are far more than you imagine. You are the world, you are the universe; you are yourself and everyone else, too!